{
   "title": "Apple iPhone 13 Pro Max (128GB) - Silver",
   "retail_price": "1099.99",
   "monthly_price": "$30.56",
   "highlights": [
      "6.7-inch Super Retina XDR display with ProMotion for a faster, more responsive feel³",
      "Cinematic mode adds shallow depth of field and shifts focus automatically in your videos",
      "Pro camera system with new 12MP Telephoto, Wide, and Ultra Wide cameras; LiDAR Scanner; 6x optical zoom range; macro photography; Photographic Styles, ProRes video⁴, Smart HDR 4, Night mode, Apple ProRAW, 4K Dolby Vision HDR recording",
      "12MP TrueDepth front camera with Night mode, 4K Dolby Vision HDR recording",
      "A15 Bionic chip for lightning-fast performance",
      "Up to 28 hours of video playback, the best battery life ever in an iPhone²",
      "Durable design with Ceramic Shield",
      "Industry-leading IP68 water resistance⁵"
   ],
   "specifications": {
      "Dimensions (Overall)": "6.33 Inches (H) x 3.07 Inches (W) x .3 Inches (D)",
      "Weight": "8.46 Ounces",
      "Product Model": "Apple iPhone 13 Pro Max",
      "Camera Features": "Slow Motion Recording, HDR Imaging, Ultra Wide Angle Lens, Front and Rear Facing Cameras, Motion Detection",
      "Electronics Condition": "New",
      "Electronics Features": "Haptic Feedback, Quick Charge, Super Retina XDR Display, Auto Focus, Wireless Charging, Dual SIM, Picture-In-Picture, Face Detection Technology",
      "Megapixels": "12 MP",
      "Operating System": "Apple iOS",
      "Required, Not Included": "Service Plan",
      "Screen Resolution": "1284 x 2778",
      "Connection Types": "Apple Lightning Connector",
      "Wireless Frequency/Band": "850/900/1800/1900 MHz",
      "Video Recording Resolution": "4K",
      "Wireless Technology": "5G",
      "Screen Size": "6.7 Inches",
      "Processor Speed": "6 GHz",
      "IP rating": "IP68",
      "Processor model": "A15 Bionic",
      "Data storage capacity": "128 GB",
      "Contract Type": "Contract",
      "Compatible Service Providers": "AT&T",
      "Battery": "1 Non-Universal Lithium Ion, Required, Included",
      "Warranty": "1 Year Limited Warranty. To obtain a copy of the manufacturer's or supplier's warranty for this item prior to purchasing the item, please call Target Guest Services at 1-800-591-3869"
   },
   "description": "iPhone 13 Pro Max. The biggest Pro camera system upgrade ever. Super Retina XDR display with ProMotion for a faster, more responsive feel. Lightning-fast A15 Bionic chip. Superfast 5G.¹ Durable design and the best battery life ever in an iPhone.²<br /><br />•\t6.7-inch Super Retina XDR display with ProMotion for a faster, more responsive feel³<br />•\tCinematic mode adds shallow depth of field and shifts focus automatically in your videos<br />•\tPro camera system with new 12MP Telephoto, Wide, and Ultra Wide cameras; LiDAR Scanner; 6x optical zoom range; macro photography; Photographic Styles, ProRes video, 4 Smart HDR 4, Night mode, Apple ProRAW, 4K Dolby Vision HDR recording<br />•\t12MP TrueDepth front camera with Night mode, 4K Dolby Vision HDR recording<br />•\tA15 Bionic chip for lightning-fast performance<br />•\tUp to 28 hours of video playback, the best battery life ever in an iPhone²<br />•\tDurable design with Ceramic Shield<br />•\tIndustry-leading IP68 water resistance⁵<br />•\t5G for superfast downloads and high-quality streaming¹<br />•\tiOS 15 packs new features to do more with iPhone than ever before⁶<br />•\tSupports MagSafe accessories for easy attach and faster wireless charging⁷<br /><br />Legal<br />¹Data plan required. 5G is available in select markets and through select carriers. Speeds vary based on site conditions and carrier. For details on 5G support, contact your carrier and see apple.com/iphone/cellular.<br />²Battery life varies by use and configuration. See apple.com/batteries for more information. <br />³The display has rounded corners that follow a beautiful curved design, and these corners are within a standard rectangle. When measured as a standard rectangular shape, the screen is 6.68 inches diagonally. Actual viewable area is less. <br />⁴Coming soon.<br />⁵iPhone 13 Pro Max is spill, splash, and dust resistant and was tested under controlled laboratory conditions with a rating of IP68 under IEC standard 60529. Spill, splash, and dust resistance are not permanent conditions. Resistance might decrease as a result of normal wear. Do not attempt to charge a wet iPhone; refer to the user guide for cleaning and drying instructions. Liquid damage not covered under warranty. <br />⁶Some features may not be available for all countries or all areas. <br />⁷Accessories are sold separately.<br /><br />Protect your iPhone by purchasing AppleCare+ at your local Target<br /><br />•AppleCare+ for iPhone extends your repair coverage and technical support to two years from your AppleCare+ purchase date<br />•Coverage for up to two incidents of accidental damage from handling, each subject to a service fee of $29 for screen damage, or $99 for any other damage, plus applicable tax<br />•Get 24/7 priority access to Apple experts by chat or phone<br />•Mail-in or carry-in repairs<br />•Express Replacement Service<br />•Hardware coverage for your iPhone, battery, and included earphones and accessories<br />•Software support for questions on iOS, iCloud, Apple-branded iPhone apps, and connecting to wireless networks<br />•AppleCare products must be purchased with an applicable Apple device. <br />•Terms & Conditions will be delivered via email post-enrollment or by visiting www.apple.com/support/products/<br /><br />Purchase at your local Target. Not currently available online.<br /><br />Technical specifications <br />Go to apple.com/iphone/compare for a complete set. <br />",
   "urls": [
      "https://target.scene7.com/is/image/Target/GUEST_654f75a3-2498-4c38-95f0-dd94e56d8679",
      "https://target.scene7.com/is/image/Target/GUEST_40f765b0-cd40-4130-9d26-3b9475f3d0ec",
      "https://target.scene7.com/is/image/Target/GUEST_814bbf6b-dd5e-4267-bdad-fc5dbd12afcc",
      "https://target.scene7.com/is/image/Target/GUEST_82dfda67-4756-44de-9b34-1435b06db727",
      "https://target.scene7.com/is/image/Target/GUEST_9c598880-58a7-42b6-81aa-61d57c73b666"
   ],
   "questions_&_answers": {
      "it's locked by AT&T carrier ? \nCan I use with my AT&T sim ? \nThank you": [
         "Hi, NN! Regarding your question about the Apple iPhone 13 Pro Max: It works only through AT&T and can get activated to an existing line. If you have any additional questions, please do not hesitate to contact MyTGTtech at 877-698-4883 every day, between 7am-11pm CST.",
         "Can a Verizon user get this phone? I don’t want to change carriers. Thanks.",
         "Yes it helpful and I like to trade in my iPhone 11 for iPhone 13 pro max",
         "Yes it so helpful"
      ],
      "Is the charger included in the box? The description doesn’t say what is included.": [
         "Excellent tho at least charge faster",
         "Hi, BellasMom! Regarding your question about the Apple iPhone 13 Pro Max: As with all new iPhone 13 models this comes with a USB-C - Lightning charging cable, though it doesn't include a power adapter. If you have any additional questions, please do not hesitate to contact MyTGTtech at 877-698-4883 every day, between 7am-11pm CST.",
         "Yes I will live to have Apple iPhone 13 Pro Max"
      ],
      "it's locked by AT&T carrier ? Can I use with my Metro sim ? Thank you": [
         "Hello! Regarding your question about the Apple iPhone 13 Pro Max: This is currently only listed for AT&T which would be a locked phone. You cannot use a locked phone with other carriers. If you have any additional questions, please do not hesitate to contact MyTGTtech at 877-698-4883 every day, between 7am-11pm CST."
      ],
      "is this phone unlocked? and can i use it through boost mobile?": [
         "Hi, ttg! Regarding your question about the Apple iPhone 13 Pro Max: Unfortunately the phone in this listing is locked to the AT&T network and can only be used with their service as such. If you have any additional questions, please do not hesitate to contact MyTGTtech at 877-698-4883 every day, between 7am-11pm CST."
      ],
      "I'm with consumer cellular and I didn't see that in your list of carriers.": [
         "Hello! Regarding your question about the Apple iPhone 13 Pro Max: This phone is locked to AT&T and would have to be activated with them. If you have any additional questions, please do not hesitate to contact MyTGTtech at 877-698-4883 every day, between 7am-11pm CST."
      ],
      "is at&t the only carrier that you are caring???   I'm with T-mobile  ????": [
         "Hi, tmwair23! Regarding your question about the Apple iPhone 13 Pro Max: As of answering this question all Apple iPhone 13 models we carry at Target are locked to the AT&T carrier. If you have any additional questions, please do not hesitate to contact MyTGTtech at 877-698-4883 every day, between 7am-11pm CST."
      ],
      "Will AT&T unlock it for me if I paid in full and have no contract with them?": [
         "Hi, jerry! Regarding your question about the Apple iPhone 13 Pro Max: The ATT website states they will unlock the device after one year of service. Recommend reaching out to AT&T for any further questions regarding their unlock policy. If you have any additional questions, please do not hesitate to contact MyTGTtech at 877-698-4883 every day, between 7am-11pm CST."
      ],
      "hi, I would like to know how can I unlock the phone to be able to insert another sim?\nI would also like to know if it is possible to use the phone in another country": [
         "Hi, Mario Rossi! Regarding your question about the Apple iPhone 13 Pro Max: As of this reply, this phone is sold via AT&T is is locked to their mobile network. I would recommend reaching out to AT&T for questions regarding their unlock policy. If you have any additional questions, please do not hesitate to contact MyTGTtech at 877-698-4883 every day, between 7am-11pm CST."
      ],
      "Is it possible to change the carrier?": [
         "Hi, Cristian S! Regarding your question about the Apple iPhone 13 Pro Max: These will be locked to AT&T when sold. Unlock codes can be attained from them (conditions apply, reach out to carrier for specifics). If you have any additional questions, please do not hesitate to contact MyTGTtech at 877-698-4883 every day, between 7am-11pm CST."
      ],
      "Is the phone unlocked?": [
         "No, it's locked by carrier"
      ]
   }
}